/* No comment provided by engineer. */
"%@" = "%@";

/* No comment provided by engineer. */
"%@  What are you looking for?" = "%@  What are you looking for?";

/* No comment provided by engineer. */
"%@ - %@" = "%1$@ - %2$@";

/* No comment provided by engineer. */
"%@ image(s) selected" = "%@ image(s) selected";

/* No comment provided by engineer. */
"%@/%@" = "%1$@/%2$@";

/* No comment provided by engineer. */
"%@x %@" = "%1$@x %2$@";

/* No comment provided by engineer. */
"%@€" = "%@€";

/* No comment provided by engineer. */
"%@€ - %@€" = "%1$@€ - %2$@€";

/* No comment provided by engineer. */
"%@€/day" = "%@€/day";

/* No comment provided by engineer. */
"0" = "0";

/* No comment provided by engineer. */
"15€" = "15€";

/* No comment provided by engineer. */
"5/5" = "5/5";

/* No comment provided by engineer. */
"<= %@km" = "<= %@km";

/* No comment provided by engineer. */
"= %@" = "= %@";

/* No comment provided by engineer. */
"Accept" = "Accept";

/* No comment provided by engineer. */
"Accepted" = "Accepted";

/* No comment provided by engineer. */
"Add new item" = "Add new item";

/* No comment provided by engineer. */
"Address" = "Address";

/* No comment provided by engineer. */
"An error occured when trying to add your item. Please try again later." = "An error occured when trying to add your item. Please try again later.";

/* No comment provided by engineer. */
"An error occured while loggin in. Please try again later." = "An error occured while loggin in. Please try again later.";

/* No comment provided by engineer. */
"Approval of owner still needed." = "Approval of owner still needed.";

/* No comment provided by engineer. */
"Are you sure you want to log out of your current account? You will need to log back in with your password to gain access to your account again on this device." = "Are you sure you want to log out of your current account? You will need to log back in with your password to gain access to your account again on this device.";

/* No comment provided by engineer. */
"Available" = "Available";

/* No comment provided by engineer. */
"Before you add your first product please tell us your address. This way we know for which people your products are relevant." = "Before you add your first product please tell us your address. This way we know for which people your products are relevant.";

/* No comment provided by engineer. */
"Book" = "Book";

/* No comment provided by engineer. */
"Book now" = "Book now";

/* No comment provided by engineer. */
"Borrowers" = "Borrowers";

/* No comment provided by engineer. */
"Camera" = "Camera";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Card expired" = "Card expired";

/* No comment provided by engineer. */
"Card number" = "Card number";

/* No comment provided by engineer. */
"Change Password" = "Change Password";

/* No comment provided by engineer. */
"City" = "City";

/* No comment provided by engineer. */
"Confirm" = "Confirm";

/* No comment provided by engineer. */
"Confirm Password" = "Confirm Password";

/* No comment provided by engineer. */
"Contact" = "Contact";

/* No comment provided by engineer. */
"Could not log in" = "Could not log in";

/* No comment provided by engineer. */
"Country" = "Country";

/* No comment provided by engineer. */
"CVV" = "CVV";

/* No comment provided by engineer. */
"Declined" = "Declined";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Delete Account" = "Delete Account";

/* No comment provided by engineer. */
"Delete profile picture" = "Delete profile picture";

/* No comment provided by engineer. */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Empty fields" = "Empty fields";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Expiration Date" = "Expiration Date";

/* No comment provided by engineer. */
"Explore new items" = "Explore new items";

/* No comment provided by engineer. */
"From %@" = "From %@";

/* No comment provided by engineer. */
"From: %@" = "From: %@";

/* No comment provided by engineer. */
"hop on th trent." = "hop on th trent.";

/* No comment provided by engineer. */
"House number" = "House number";

/* No comment provided by engineer. */
"Inbox" = "Inbox";

/* No comment provided by engineer. */
"incl. VAT" = "incl. VAT";

/* No comment provided by engineer. */
"Inventory" = "Inventory";

/* No comment provided by engineer. */
"Item" = "Item";

/* No comment provided by engineer. */
"Join the trent." = "Join the trent.";

/* No comment provided by engineer. */
"Lenders" = "Lenders";

/* No comment provided by engineer. */
"Log out" = "Log out";

/* No comment provided by engineer. */
"Mail address" = "Mail address";

/* No comment provided by engineer. */
"mail address" = "mail address";

/* No comment provided by engineer. */
"Message" = "Message";

/* No comment provided by engineer. */
"Messages" = "Messages";

/* No comment provided by engineer. */
"name" = "name";

/* No comment provided by engineer. */
"Name" = "Name";

/* No comment provided by engineer. */
"Next" = "Next";

/* No comment provided by engineer. */
"No chats yet" = "No chats yet";

/* No comment provided by engineer. */
"No new messages" = "No new messages";

/* No comment provided by engineer. */
"No products yet" = "No products yet";

/* No comment provided by engineer. */
"No requests yet" = "No requests yet";

/* No comment provided by engineer. */
"No reviews yet" = "No reviews yet";

/* No comment provided by engineer. */
"Not enough ratings" = "Not enough ratings";

/* No comment provided by engineer. */
"Okay" = "Okay";

/* No comment provided by engineer. */
"Optional Message to the lender" = "Optional Message to the lender";

/* No comment provided by engineer. */
"or" = "or";

/* No comment provided by engineer. */
"Password" = "Password";

/* No comment provided by engineer. */
"Passwords don't match" = "Passwords don't match";

/* No comment provided by engineer. */
"Pending" = "Pending";

/* No comment provided by engineer. */
"Per day" = "Per day";

/* No comment provided by engineer. */
"Per hour" = "Per hour";

/* No comment provided by engineer. */
"Photos" = "Photos";

/* No comment provided by engineer. */
"Picker" = "Picker";

/* No comment provided by engineer. */
"Please make sure that you have entered the same password." = "Please make sure that you have entered the same password.";

/* No comment provided by engineer. */
"Please make sure to fill out all fields" = "Please make sure to fill out all fields";

/* No comment provided by engineer. */
"Please use another card." = "Please use another card.";

/* No comment provided by engineer. */
"Prices" = "Prices";

/* No comment provided by engineer. */
"Product Name" = "Product Name";

/* No comment provided by engineer. */
"Publish" = "Publish";

/* No comment provided by engineer. */
"Rejected" = "Rejected";

/* No comment provided by engineer. */
"Requests" = "Requests";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"See %@ Reviews" = "See %@ Reviews";

/* No comment provided by engineer. */
"Select from Library" = "Select from Library";

/* No comment provided by engineer. */
"Select source of photo" = "Select source of photo";

/* No comment provided by engineer. */
"Send" = "Send";

/* No comment provided by engineer. */
"Set address" = "Set address";

/* No comment provided by engineer. */
"Skip for now" = "Skip for now";

/* No comment provided by engineer. */
"Street" = "Street";

/* No comment provided by engineer. */
"Total earning: 20.50€" = "Total earning: 20.50€";

/* No comment provided by engineer. */
"Total Price" = "Total Price";

/* No comment provided by engineer. */
"Until: %@" = "Until: %@";

/* No comment provided by engineer. */
"Untitled item" = "Untitled item";

/* No comment provided by engineer. */
"Update" = "Update";

/* No comment provided by engineer. */
"User" = "User";

/* No comment provided by engineer. */
"What are you looking for?" = "What are you looking for?";

/* No comment provided by engineer. */
"When do you want to rent this item?" = "When do you want to rent this item?";

/* No comment provided by engineer. */
"Zipcode" = "Zipcode";

/* No comment provided by engineer. */
"€" = "€";

"Past Transactions" = "Past Transactions";
"Edit Profile" = "Edit Profile";
"No transactions yet." = "No transactions yet.";
"By singing up you confirm you have read our %@ and acceept them." = "By singing up you confirm you have read our %@ and acceept them.";
"Terms and Conditions" = "Terms and Conditions";
"Nationality" = "Nationality";
"Country of Residence" = "Country of Residence";
"Date of birth" = "Date of birth";
"Finish registration" = "Finish registration";
"Awesome! You're one of the first trent user. Unfortunately you cannot rent items yet but only post your own. The next update is coming in the next few days." = "Awesome! You're one of the first trent user. Unfortunately you cannot rent items yet but only post your own. The next update is coming in the next few days.";
"Still in beta" = "Still in beta";
